[
    {
        "title":"Sophomore Field Trip - Chaffee Zoo",
        "description":"Sophomores will be volunteering at the Chaffee Zoo on Friday, 8/26. Students should arrive at UHS NO LATER THAN 8:45 am ! Please remember to bring water and a sack lunch. Students may also want to bring sunscreen and a hat, as we will be outdoors all day. Please wear clothes in which you can work with CLOSED TOE SHOES."
    },
    {
        "title":"Help Wanted at Storyland",
        "description":"Storyland is looking for teenagers who want part time jobs and volunteer opportunities on the weekends. Jobs could be working in the ticket office or dressing up as characters and interacting with the children. They also need musical performers who want to volunteer. Apply at: https://storylandfresno.com/join-our-team/"
    },
    {
        "title":"CSF Applications Fall 2022",
        "description":"CSF Applications will be accepted for membership beginning 8/29/22 through 9/23/22.\nCSF Applications must be submitted to Mrs. Roche, ON or BEFORE Friday, September 23rd at 12:30 pm. NO EXCEPTIONS. The completed application, along with $10 (cash preferred) OR a check payable to 'University High School', in a sealed envelope directly to Mrs. Roche in room 105. Please see the sign on the door of room 105 for available turn in times. Applications may not be submitted to the office and may not be mailed to the school.You may use only letter grades from the spring 2022 semester. Students must have logged a minimum of ten(10) hours of community service for spring, 2022./nYou can pick up the application in room 105 or locate it under the student forms link on the UHS website. Please DO NOT submit community service hours with the application.\nThey should be submitted to UHS using the student forms link. If you have any questions, please contact Mrs. Roche in room 105 or email, croche@csufresno.edu"
    },
    {
        "title":"Show Choir Auditions 4-5 PM",
        "description":"Show Choir Auditions will be 8/29/22 from 4pm - 5pm.In the Choral Room. Please prepare a 90 second of a Broadway/Pop song, and come in comfortable clothes for dancing. In order to audition you must be in 10, 11 or 12h grade."
    }  
]
