[{
		"title": "Field Trip to Pantages Theater: Lion King",
		"category": "Parents",
		"description": "The ASB is sponsoring a field trip to Pantages Theater in Hollywood. We are going to see The Lion King on March 18th, 2023. It is a Saturday trip, 8 am to 8 pm. We will have lunch (on your own) at Universal Citywalk and then see the matinee show and be home by 8. Reserve your ticket at the QR code outside the PE Room. We have 45 seats to sell. The price will be $140, please make checks payable to University High School. If you have questions, see Mr. Benslay."
	},
	{
		"title": "ACADEC Speeches/Interviews",
		"category": "Club/Sports",
		"meetingDate": "1/28/2023",
		"description": "Good luck to our Academic Decathalon team as they compete in the next stage of the competition (speeches and interviews). Please be quiet and respectful of your volume in the halls on January 28th, as the team has been preparing all year for this tournament. For any questions or well wishes, please see Mr. Canfield. :)."
	},

	{
		"title": "Speech: State Quals A",
		"category": "New",
		"description": "For all Speech competitors interested in State Quals A, please contact Dr. Jarocki or Aubrey Der Torosian. The tournament will be held at Sanger High School on February 4th, 2023. In order to qualify for state, you must attend this tournament. For the list of speech events offered in the 'A' section, please see Dr. Jarocki's room. Good luck!"
	},
	{
		"title": "CSF Applications",
		"category": "New",
		"description": "CSF Applications will be available to be turned in until February 3rd. For times to turn in, please see Mrs. Roche. Please refer to the UHS Website for the CSF Application or contact Mrs. Roche."
	},
	{
		"title": "Information Day",
		"category": "New",
		"meetingDate": "1/30/2023",
		"description": "There is an in-person Information Day on January 30th, 2023 from 4:00 - 5:30 PM. We will be covering the UHS curriculum, schedule, student life, as well as a Q & A session with the ASB Officers. This is an excellent opportunity to learn more about University High School, so if anyone is interested, please attend. For questions, call the UHS front office. Thanks!"
	},
	{
		"title": "Boys Volleyball",
		"category": "Club/Sports",
		"meetingDate": "1/31/2023",
		"description": "Good luck to our Boys Volleyball team as they take on Duncan Boys Volleyball on January 31st, 2023. The game begins at 6:00 PM, at Duncan Polytechnical High School. For any questions or well wishes, please see Mr. Hagen!"
	},
	{
		"title": "Mock Trial",
		"category": "Club/Sports",
		"meetingDate": "1/31 & 2/2",
		"description": "The third and fourth Mock trial competitions are on January 31st, 2023 and February 2nd, 2023, respectively. The competitions will be held at the Fresno County Courthouse from 6:00 - 8:00 PM. If you have any questions, please see Mrs. Downer. Please go support our UHS Mock Trial team, as they've been working very hard all year in preparation for this case! Go UHS!"
	},
	{
		"title": "Board Meeting",
		"category": "New",
		"meetingDate": "2/2/2023",
		"description": "There is a UHS Board Meeting on February 2nd, 2023 at 3 PM, held in Mr. Murillo's room. For any questions or public comment requests, please email the Front Office."
	},
	{
		"title": "Girls Volleyball",
		"category": "Club/Sports",
		"meetingDate": "2/2/2023",
		"description": "Good luck to our Girls Volleyball team as they take on Duncan Girls Volleyball on February 2nd, 2023. The game begins at 5:15 PM, at Duncan Polytechnical High School. For any questions or well wishes, please see Mr. Hagen!"
	},
	{
		"title": "Mock Trial",
		"category": "New",
		"description": "The third and fourth Mock trial competitions are on January 31st, 2023 and February 2nd, 2023, respectively. The competitions will be held at the Fresno County Courthouse from 6:00 - 8:00 PM. If you have any questions, please see Mrs. Downer. Please go support our UHS Mock Trial team, as they've been working very hard all year in preparation for this case! Go UHS!"
	},
	{
		"title": "Speech: State Quals A",
		"category": "Club/Sports",
		"meetingDate": "2/4/2023",
		"description": "For all Speech competitors interested in State Quals A, please contact Dr. Jarocki or Aubrey Der Torosian. The tournament will be held at Sanger High School on February 4th, 2023. In order to qualify for state, you must attend this tournament. For the list of speech events offered in the 'A' section, please see Dr. Jarocki's room. Good luck!"
	},
	{
		"title": "Drop-Off",
		"category": "Parents",
		"description": "Please try to avoid dropping off in the Visitor Parking Lot at the back of UHS. It's best to drop off at the side of the school facing Shaw."
	}
]
