[{
		"title": "Field Trip to Pantages Theater: Lion King",
		"category": "Parents",
		"description": "The ASB is sponsoring a field trip to Pantages Theater in Hollywood. We are going to see The Lion King on March 18th, 2023. It is a Saturday trip, 8 am to 8 pm. We will have lunch (on your own) at Universal Citywalk and then see the matinee show and be home by 8. Reserve your ticket at the QR code outside the PE Room. We have 45 seats to sell. The price will be $140, please make checks payable to University High School. If you have questions, see Mr. Benslay."
	},
	{
		"title": "Boys Volleyball",
		"category": "Club/Sports",
		"meetingDate": "1/24/2023",
		"description": "Good luck to our Boys Volleyball team as they tak on Big Picture at Duncan Polytechnical High School (4330 E Garland Ave, Fresno, CA 93726). The game will be held on Tuesday, January 24th from 6 - 7 PM. Please see Mr. Hagen if you have any questions."
	},
	{
		"title": "Girls Volleyball",
		"category": "Club/Sports",
		"meetingDate": "1/26/2023",
		"description": "Good luck to our Girls Volleyball team as they tak on Big Picture at Duncan Polytechnical High School (4330 E Garland Ave, Fresno, CA 93726). The game will be held on Thursday, January 26th from 6 - 7 PM. Please see Mr. Hagen if you have any questions."
	},
	{
		"title": "Speech: State Quals A",
		"category": "Club/Sports",
		"meetingDate": "2/4/2023",
		"description": "For all Speech competitors interested in State Quals A, please contact Dr. Jarocki or Aubrey Der Torosian. The tournament will be held at Sanger High School on February 4th, 2023. In order to qualify for state, you must attend this tournament. For the list of speech events offered in the 'A' section, please see Dr. Jarocki's room. Good luck!"
	},
	{
		"title": "CSF Applications",
		"category": "New",
		"description": "CSF Applications will be available to be turned in until February 3rd. For times to turn in, please see Mrs. Roche. Please refer to the UHS Website for the CSF Application or contact Mrs. Roche."
	},
	{
		"title": "Board Meeting",
		"category": "New",
		"meetingDate": "2/2/2023",
		"description": "There is a UHS Board Meeting on February 2nd, 2023 at 3 PM, held in Mr. Murillo's room. For any questions or public comment requests, please email the Front Office."
	},
	{
		"title": "Drop-Off",
		"category": "Parents",
		"description": "Please try to avoid dropping off in the Visitor Parking Lot at the back of UHS. It's best to drop off at the side of the school facing Shaw."
	}
]
