[{
		"title": "Field Trip to Pantages Theater: Lion King",
		"category": "Parents",
		"description": "The ASB is sponsoring a field trip to Pantages Theater in Hollywood. We are going to see The Lion King on March 18th, 2023. It is a Saturday trip, 8 am to 8 pm. We will have lunch (on your own) at Universal Citywalk and then see the matinee show and be home by 8. Reserve your ticket at the QR code outside the PE Room. We have 45 seats to sell. The price will be $140, please make checks payable to University High School. You must turn in your check by February 10th, 2023 if you signed up on the Google Form. If you have questions, see Mr. Benslay."
	},
	{
		"title": "Drop-Off",
		"category": "Parents",
		"description": "Please try to avoid dropping off in the Visitor Parking Lot at the back of UHS. It's best to drop off at the side of the school facing Shaw."
	},
	{
		"title": "Board Meeting",
		"category": "New",
		"meetingDate": "3/2/2023",
		"description": "The March Board Meeting will be held in Mr. Murillo's room at 3:00 PM on Thursday, March 2nd. If you have a public comment or would like to hear about the state of the school, please join us. For any questions, you may contact the Front Office or Mrs. Trauner. Thank you!"
	},
	{
		"title": "Girls Volleyball",
		"category": "Club/Sports",
		"meetingDate": "3/2/2023",
		"description": "Good luck to our Girls Volleyball team as they take on the CTEC Girls Volleyball team at 6:00 PM on March 2nd, 2023 at Duncan Polytechnical High School. For any questions or well wishes, please see Mr. Hagen!"
	},
	{
		"title": "B (Debate) Quals",
		"category": "Club/Sports",
		"meetingDate": "3/3 & 3/4",
		"description": "B Quals (Debate Quals) will be held at Bullard High School on March 4th (Zoom rounds on March 3rd). If you break to the eliminations, the tournament will last until the evening of March 4th. Registration is now closed. If you'd like to practice with Dr. Jarocki or Aubrey, please attend the sessions from 3-5 on February 27th and 28th in Dr. Jarocki's room. Please be at Bullard High by 8:00 AM on Saturday. Good luck!"
	},
	{
		"title": "Boys Volleyball",
		"category": "Club/Sports",
		"meetingDate": "3/7/2023",
		"description": "Good luck to our Boys Volleyball team as they take on the Duncan Boys Volleyball team at 5:15 PM on March 7th, 2023 at Duncan Polytechnical High School. For any questions or well wishes, please see Mr. Hagen!"
	}
]
