[{
		"title": "Field Trip to Pantages Theater: Lion King",
		"category": "Parents",
		"description": "The ASB is sponsoring a field trip to Pantages Theater in Hollywood. We are going to see The Lion King on March 18th, 2023. It is a Saturday trip, 8 am to 8 pm. We will have lunch (on your own) at Universal Citywalk and then see the matinee show and be home by 8. Reserve your ticket at the QR code outside the PE Room. We have 45 seats to sell. The price will be $140, please make checks payable to University High School. You must turn in your check by February 10th, 2023 if you signed up on the Google Form. If you have questions, see Mr. Benslay."
	},
	{
		"title": "Drop-Off",
		"category": "Parents",
		"description": "Please try to avoid dropping off in the Visitor Parking Lot at the back of UHS. It's best to drop off at the side of the school facing Shaw."
	},
	{
		"title": "Girls Volleyball",
		"category": "Club/Sports",
		"meetingDate": "3/9/2023",
		"description": "Good luck to our Girls Volleyball team as they take on the Duncan Girls Volleyball team at 5:15 PM on March 9th, 2023 at Duncan Polytechnical High School. For any questions or well wishes, please see Mr. Hagen!"
	},
	{
		"title": "Congress State Debate Quals",
		"category": "Club/Sports",
		"meetingDate": "3/9/2023",
		"description": "The Congress Debate State Qualifier will be held at Edison High School on March 9th. If you would like to register, please talk to Dr. Jarocki or Aubrey der Torosian as soon as possible. The tournament will be all day, so be prepared to miss a day of school. Best of luck!"
	},
	{
		"title": "Percussion Concert",
		"category": "New",
		"meetingDate": "3/10/2023",
		"description": "The Percussion Concert will be held on March 10th, at the Fresno State concert hall, and will feature all percussion ensembles at UHS. The concert begins at 7:00 PM. Again, it will be at the Fresno State concert hall. If you have any questions, please contact Dr. Cornelison."
	},
	{
		"title": "ACADEC State Competition",
		"category": "New",
		"meetingDate": "3/11/2023",
		"description": "The Academic Decathlon State Competition will be held on March 11th, 2023 in the UHS Computer Lab. Our ACADEC team will be testing all day, so please be quiet as you're walking through the halls. Best of luck!"
	}
]
