[{
		"title": "Drop-Off",
		"category": "Parents",
		"description": "Please try to avoid dropping off in the Visitor Parking Lot at the back of UHS. It's best to drop off at the side of the school facing Shaw."
	},
	{
		"title": "AP Government Exam",
		"category": "New",
		"meetingDate": "5/1/2023",
		"description": "The AP Government Exam will be on May 1st, 2023 in the Computer Lab. All students are testing in the Computer Lab. The test is administered from 8:00 AM - 11:00 AM. If you have any questions, please contact Mrs. Fernandez. Good luck on your test!"
	},
	{
		"title": "AP Literature Exam",
		"category": "New",
		"meetingDate": "5/3/2023",
		"description": "The AP Literature Exam will be on May 3rd, 2023 in Room 201 and the Computer Lab. Students whose last names fall between Adanzo - Lopez will test in Room 201, while students with last names between McCloskey - Zheng will test in the Computer Lab. The test is administered from 8:00 AM - 11:00 AM. If you have any questions, please contact Mrs. Fernandez. Good luck on your test!"
	},
	{
		"title": "AP Macroeconomics",
		"category": "New",
		"meetingDate": "5/4/2023",
		"description": "The AP Macroeconomics Exam will be on May 4th, 2023 in Room 103 and the Computer Lab. Students whose last names fall between Al Saber - Jaimes will test in Room 103, while students with last names between Johnson - Zheng will test in the Computer Lab. The test is administered from 8:00 AM - 11:00 AM. If you have any questions, please contact Mrs. Fernandez. Good luck on your test!"
	},
	{
		"title": "AP Statistics",
		"category": "New",
		"meetingDate": "5/4/2023",
		"description": "The AP Statistics Exam will be on May 4th, 2023 in Room 108 and the Computer Lab. Students whose last names fall between Al-Hindi - Keller will test in Room 108, while students with last names between Khakh - Zubacz will test in the Computer Lab. The test is administered from 12:00 PM - 3:00 PM. If you have any questions, please contact Mrs. Fernandez. Good luck on your test!"
	},
	{
		"title": "AP Microeconomics",
		"category": "New",
		"meetingDate": "5/5/2023",
		"description": "The AP Microeconomics Exam will be on May 5th, 2023 in Room 104 and the Computer Lab. Students whose last names fall between Al-Saber - Jaimes will test in Room 104, while students with last names between Johnson - Zheng will test in the Computer Lab. The test is administered from 12:00 PM - 3:00 PM. If you have any questions, please contact Mrs. Fernandez. Good luck on your test!"
	}
]
