[{
		"title": "Field Trip to Pantages Theater: Lion King",
		"category": "Parents",
		"description": "The ASB is sponsoring a field trip to Pantages Theater in Hollywood. We are going to see The Lion King on March 18th, 2023. It is a Saturday trip, 8 am to 8 pm. We will have lunch (on your own) at Universal Citywalk and then see the matinee show and be home by 8. Reserve your ticket at the QR code outside the PE Room. We have 45 seats to sell. The price will be $140, please make checks payable to University High School. You must turn in your check by February 10th, 2023 if you signed up on the Google Form. If you have questions, see Mr. Benslay."
	},
	{
		"title": "Boys Volleyball",
		"category": "Club/Sports",
		"meetingDate": "2/7/2023",
		"description": "Good luck to our Boys Volleyball team as they take on Dewolf Boys Volleyball on February 7th, 2023. The game begins at 6:00 PM, at Duncan Polytechnical High School. For any questions or well wishes, please see Mr. Hagen!"
	},
	{
		"title": "Girls Volleyball",
		"category": "Club/Sports",
		"meetingDate": "2/9/2023",
		"description": "Good luck to our Girls Volleyball team as they take on Dewolf Girls Volleyball on February 9th, 2023. The game begins at 6:00 PM, at Duncan Polytechnical High School. For any questions or well wishes, please see Mr. Hagen!"
	},
	{
		"title": "Boys Volleyball",
		"category": "Club/Sports",
		"meetingDate": "2/14/2023",
		"description": "Good luck to our Boys Volleyball team as they take on the CTEC Boys Volleyball on February 14th, 2023. The game begins at 6:00 PM, at Duncan Polytechnical High School. For any questions or well wishes, please see Mr. Hagen!"
	},
	{
		"title": "Girls Volleyball",
		"category": "Club/Sports",
		"meetingDate": "2/16/2023",
		"description": "Good luck to our Girls Volleyball team as they take on the CTEC Girls Volleyball on February 16th, 2023. The game begins at 6:00 PM, at Duncan Polytechnical High School. For any questions or well wishes, please see Mr. Hagen!"
	},
	{
		"title": "Drop-Off",
		"category": "Parents",
		"description": "Please try to avoid dropping off in the Visitor Parking Lot at the back of UHS. It's best to drop off at the side of the school facing Shaw."
	}
]
