[{
		"title": "CSF Applications Fall 2022",
		"category": "New",
		"description": "CSF Applications will be accepted for membership beginning 8/29/22 through 9/23/22.\nCSF Applications must be submitted to Mrs. Roche, ON or BEFORE Friday, September 23rd at 12:30 pm. NO EXCEPTIONS. The completed application, along with $10 (cash preferred) OR a check payable to 'University High School', in a sealed envelope directly to Mrs. Roche in room 105. Please see the sign on the door of room 105 for available turn in times. Applications may not be submitted to the office and may not be mailed to the school.You may use only letter grades from the spring 2022 semester. Students must have logged a minimum of ten(10) hours of community service for spring, 2022./nYou can pick up the application in room 105 or locate it under the student forms link on the UHS website. Please DO NOT submit community service hours with the application.\nThey should be submitted to UHS using the student forms link. If you have any questions, please contact Mrs. Roche in room 105 or email, croche@csufresno.edu"
	},
	{
		"title": "Order your class RING",
		"category": "New",
		"description": "Don't forget to order your class ring. September 15th during lunch in room 109. Or you can order online www.gradservicesltd.com. Receive your CAP & GOWN FREE, when you purchase our class ring!!!"
	},
	{
		"title": "Frisbee Club Meeting",
		"category": "Club/Sports",
		"description": "There is a frisbee club meeting at 12:10 in the Choir room this Tuesday."
	},
	{
		"title": "Signing Your Child Out",
		"category": "Parents",
		"description": "Parents, please remember to come to the office to sign your child out if they will be leaving campus before the end of the school day. If your child plans on returning, please have them sign back in at the office before returning to class. A Parent/Guardian must be present to sign their child out unless the student drives, in which case, parents can call to authorize the student sign out. If you have questions or are unsure about the procedure to sign your child out before the end the school day, please call us - 559-278-8263."
	},
	{
		"title": "Travel Club Announcement",
		"category": "Parents",
		"description": "Travel club is planning the next overseas tour for the UHS family. Come to the informational and enrollment meeting to get the details of our travel plans. Mr Benslay is taking RSVPs at this link: https://rsvp.eftours.com/rcb73t4. /nYou must RSVP to have a spot at the meeting. Freshmen through Seniors are welcome to check out the tour and enroll that evening. Special pricing will be available for those signing up the night of the meeting. /nSpace is limited so be sure to reserve your spot today."
	}
]
