[{
		"title": "Jazz Band/Show Choir",
		"caption": "December 6th",
		"image": "",
		"location": "Satellite Student Union",
		"time": "7:00 PM",
		"contact": "Front Office",
		"imageURL": "https://kadenzheng.github.io/PhoeniKZ/JazzBand:ShowChoir.JPG",
		"description": "The upcoming Show Choir and Jazz Band Concert is December 6th at the Satellite Student Union at 7 PM. Dr. Moore and Dr. Cornelison have put together a very merry set to celebrate the holidays. Tickets are on sale for $5 in the Front Office, and contact them (or Dr. Moore/Dr. C for specifics) for questions. (Seniors, this is a great Extra Credit opportunity as well :)"
	},
	{
		"title": "Wind Ensemble + FPU",
		"caption": "December 8th",
		"image": "",
		"location": "FPU Cultural Arts Center",
		"time": "7:00 PM",
		"contact": "Dr. Cornelison",
		"imageURL": "https://kadenzheng.github.io/PhoeniKZ/Bands.png",
		"description": "The upcoming Wind Ensemble + FPU Concert is December 8th at the FPU Cultural Arts Center at 7 PM. The UHS Wind Ensemble will be performing a wonderful set with the FPU Band. Tickets are on sale directly through FPU— if you have questions or would like to purchase, please contact Dr. C. (Seniors, this is a great Extra Credit opportunity as well :)"
	},
	{
		"title": "Debate Tourney #3",
		"caption": "December 10th",
		"image": "",
		"location": "Clovis North",
		"time": "All Day",
		"contact": "Dr. Jarocki",
		"imageURL": "https://kadenzheng.github.io/PhoeniKZ/SpeechAndDebate.jpg",
		"description": "Good luck to our Debate competitors as they take on Wazhoo #3 at Clovis North this Saturday. The tournament will last all day, so good luck to everyone competing! Dr. Jarocki will be in his room Wednesday and Thursday after school to work with debaters."
	},
	{
		"title": "Finals Week",
		"caption": "December 13th",
		"image": "",
		"location": "University High",
		"time": "All Day",
		"contact": "Front Office",
		"imageURL": "https://kadenzheng.github.io/PhoeniKZ/Finals.jpeg",
		"description": "Hey everyone! Good luck on Finals :) All your hard work this semester will pay off, so just push a little harder. This week has a special schedule so refer to the announcements or Reminds pushed out for those. Thanks for everything this semester, so take care, study hard, and rest well over break. I'll see you all when we come back! :) — Kaden"
	}
]
