[{
		"title": "Redwood Debate",
		"caption": "January 20th",
		"image": "",
		"location": "Bullard High School",
		"time": "All Day",
		"contact": "Dr. Jarocki",
		"imageURL": "https://kadenzheng.github.io/PhoeniKZ/SpeechAndDebate.jpg",
		"description": "The Redwood Debate tournament will be hosted on January 20th and January 21st, 2023 at Bullard High School. The tournament typically lasts until the evening. For any questions, contact Dr. Jarocki or Aubrey Der Torosian."
	},
	{
		"title": "Formal 2023",
		"caption": "January 21st",
		"image": "",
		"location": "Satellite Student Union",
		"time": "7 PM",
		"contact": "Mr. Benslay/ASB",
		"imageURL": "https://kadenzheng.github.io/PhoeniKZ/Formal.JPG",
		"description": "The University High School 2023 Formal will be held on January 21st, 2023 from 7 PM - 10 PM. All grade levels may attend but students must not be on the AI List. Tickets will be $35 Pre-Sale, but the price will be raised at the door of the dance. The theme this year is 'Winter Harbor' including harbor-themed decorations, a fog dance floor, and colors of blue, white, and gold (for those that wish to coordinate dress). The dress for this dance is Formal. For any questions, please contact Mr. Benslay or any ASB member."
	},
	{
		"title": "ACADEC Competition",
		"caption": "January 23rd",
		"image": "",
		"location": "Computer Lab",
		"time": "All Day",
		"contact": "Mr. Canfield",
		"imageURL": "https://kadenzheng.github.io/PhoeniKZ/ACADEC.JPG",
		"description": "The first part of the ACADEC County Competition will be held on January 23rd in the Computer Lab. Students, please be quiet and respectful of the students testing — ACADEC has prepared all year for this competition, so best of luck!"
	},
	{
		"title": "Mock Trial",
		"caption": "January 24th/26th",
		"image": "",
		"location": "Fresno County Courthouse",
		"time": "6:00 - 8:00 PM",
		"contact": "Mrs. Downer",
		"imageURL": "https://kadenzheng.github.io/PhoeniKZ/MockTrial.jpeg",
		"description": "The first and second Mock Trial tournaments are on January 24th and 26th respectively. Each are at the Fresno County Courthouse in downtown Fresno from 6:00 - 8:00 PM. If you have any questions, please contact Mrs. Downer. Good luck to our Mock Trial team — they have been working hard all year in preparation!"
	}
]
