[{
	"content": "On October 20th, at 11:59 PM, fans waited with bated breath. They anxiously refreshed their pages at midnight, hoping to catch a glimpse of what they’ve waited months for: the Midnights album. There it was. Released. And ready to listen. Months after the announcements, thirteen episodes of “Midnights Mayhem with Me” later, there it was. \n\nThere are 13 tracks on the album. Fans wasted no time getting them trending on TiKTok. There have already been trends created for songs such as “Bejeweled,” “Mastermind,” and “Anti-Hero.” The “Bejeweled Walk” is a type of runway strut that people do to the lyrics “Best believe I’m still bejeweled / when I walk in the room / I can still make the whole place shimmer.” In “Mastermind,” people reveal their relationship schemes that elaborate on detailed plots of how they managed to secure their significant other. For “Anti-Hero,” people describe situations where they’ve been the problem, to the lyrics “It’s me / Hi! / I’m the problem, it’s me.”\n\nThe album, having been out for such a short period of time, is already breaking records! Midnights broke Spotify’s records for most streams in a five-day period and most single day streams. “Anti-Hero” holds the record for most global streams at 17.39 million. Midnights surpassed one billion global album streams in one week, which is a new career high for Taylor. Midnights has been a groundbreaking album, helping Taylor break so many records reach new heights. \n\nShe didn’t stop there, though. Taylor Swift also released a 3am version, three hours after the release of the Midnights. This version included seven other songs. My personal favorite from the 3am Edition of the album is “The Great War.” The song is filled to the brim with metaphors and symbolism. The song expertly juxtaposes crude imagery with sweet metaphors, with lyrics like “My knuckles were bruised like violets” and “Say a solemn prayer / put a poppy in my hair.” It is a perfect image of a love that hurts so good, fighting and kissing in the rain. “The Great War” also contains a great deal of lyrical call-backs: “Your finger on my hairpin trigger,” which references “Right Where You Left Me,” and “Soldier down on that icy ground” which draws back to “The Lakes,” and “That was the night I nearly lost you,” which references “Cornelia Street.” There are plenty more, but if I kept going I would have an article about 4 pages long. \n\nThe album has received a variety of criticisms, though. People have called it underwhelming, some going as far as to say “Mid.” This is particularly said in reference to the Taylor-Lana collab of “Snow on the Beach.” Lana Del Rey was featured as a backtrack on that album, and fans are saying they wish they heard more of her. \n\nIn my opinion, I think this album had a mix of songs that I would play on loop, and songs that would make me press “skip.” One of the tracks for me is “Maroon,” which I feel is the perfect mix of cryptic and cool, and I love her raspy voice and how it contributes to the overall vibe of the song. Therefore, I wouldn’t go as far as to call her album 'mid.' I quite enjoyed listening to her album. Ladies and Gents, Taylor Swift has done it again!",
	"imageURL": "https://kadenzheng.github.io/PhoeniKZ/midnights.png",
	"title": "Midnights or Mid-nights",
	"author": "Rasleen Kaur",
	"publishingDate": "November 2022",
	"fullLink": "https://drive.google.com/file/d/1-jG1H926GVRBYSobLiqKjvIyBVuKmgV1/view"
}]
