[{
	"content": "February 1st marks the beginning of Black History Month. In 1976, President Gerald Ford officially recognized Black History Month and set a theme, which is something every U.S. resident has done every year since. This year, the theme for the 2023 Black History Month is “Black Resistance.” This theme highlights how Black Americans have resisted oppression, both historically and presently. \n\nOriginally, Black History Month used to be Negro History Week. Negro History Week was started by Carter G. Woodsen in 1915. Woodsen and minister Jesse E. Moorland and founded the Association for the Study of Negro Life and History (ASNLH), an organization that dedicates itself to research and promote the achievements of Black Americans and other people of African descent. In 1926, the group sponsored a National Negro History Week. By 1976, the week had evolved into a month and was officially recognized. Anderson says, “Even though we got the shortest month of the year it [has] still progressed in the guide for representation and education.”\n\nI talked to the President of the Black Student Union here at UHS, Kiyah Anderson, about Black History and UHS. I asked her what BSU’s plans are for Black History Month. Kiyah states that the BSU will hold “[meetings] every Tuesday [at] lunch beginning the 12th of February. We will be having conversations and lessons regarding Black History and effects of prejudice and/or racism.  We also plan to highlight black figures that many [people] don’t know of and educate our audience as slavery and protests for freedom weren't that long ago and how we still fight today.” Anderson added, “I'm really excited to be the spokesperson of these topics because they are sensitive and our peers should understand that topics such as black history are uncomfortable to talk about and they should be.  We will also have a guest attending to watch the final weeks of our presentations.  We will also go over how the generations have passed, the behaviors or stereotypes of one another and how to self-reflect and see how our acts may harm others.” \n\nI also asked Kiyah about Black History Month’s prevalence here at UHS. She said, “I feel that I can comfortably ask questions and educate myself and others as well as express my culture and history.” However, “When it comes to concerns, some people unknowingly stereotype the character and traits of black people and invalidate experiences because of ignorance or simply a lack of education, which is why we’re here to educate and grow ourselves as well as with others.” Ignorance is still present today, and it can be shown through the forms of microaggressions. Kiyah’s mission through the BSU plans to remove these unconscious biases all while discussing Black “culture and history” in a safe environment.   \n\nThe BSU is open for students of any race to join. Go to a BSU meeting, every Tuesday at the beginning of lunch starting in February, to learn about the lives, struggles, and resilience of Black Americans. ",
	"imageURL": "https://kadenzheng.github.io/PhoeniKZ/bhm.jpeg",
	"title": "Black History Month and UHS",
	"author": "Rasleen Kaur",
	"publishingDate": "February 2023",
	"fullLink": "https://drive.google.com/file/d/17iX5xOgkDUTbTM8LkufTliKg-2SUO497/view"
}]
