[{
	"content": "Sleep is the Best Medicine.\n\nWith school and extracurricular activities, many teenagers do not get enough sleep. Chronic sleep deprivation can affect physical and mental health. It can be linked to increased risk of injury in teens and adults. This month, the UHS Phoenix Post had the privilege to interview one of the few Pediatric Sleep specialists in the Central Valley, Dr. Mary Anne Tablizo. Dr. Tablizo specializes in Sleep Medicine and Pediatric Pulmonary. She works for Anther Pediatric and Adult Sleep Center, Valley Children’s Hospital, and Lucile Packard Children’s Hospital.\n\nUPP (University High Phoenix Post): Hello Dr. Tablizo. Thank you so much for spending time with me today.\nMT (Dr. Tablizo): Hi Ryan. It is my pleasure to be here.\nUPP: Shall we start? What are the roles of a sleep doctor and what conditions do you treat?\nMT: Sleep doctors help people sleep well and treat sleep problems.\nUPP: What are the most common sleep problems that you see in teenagers?\nMT: The most common sleep problems in teenagers are insufficient sleep, delayed sleep-wake phase disorder, insomnia, and obstructive sleep apnea.\nUPP: Can you please explain more about that?\nMT: Yes. Insufficient sleep is a leading cause of daytime sleepiness. It often is a consequence of poor sleep hygiene and failure to prioritize sleep. Delayed sleep-wake phase disorder is a shift in sleep and wake time. It is also common among adolescents and young adults, and results in complaints of difficulty waking up in the morning and difficulty initiating sleep at the targeted time. Insomnia can be from mental health issues such as depression and anxiety, which often can show as difficulty falling asleep and staying asleep. And lastly, obstructive sleep apnea which can present as snoring or choking during sleep and daytime sleepiness.\nUPP: I see. It seems like everything is interconnected to each other. So, how many hours a night do you recommend teenagers sleep?\nMT: The sleep requirement for children and teenagers is age-dependent and has a wide range. For optimal health, daytime functioning and development, it is recommended by the American Academy of Sleep Medicine and American Academy of Pediatrics that teens 13 to 18 years sleep for 10-13 hours. However, sleep needs can be different for every individual. Sufficient sleep for any given individual can be defined as that amount which allows daytime alertness and behavioral and emotional regulation.\nUPP: I think you already briefly mentioned this. Why do you think some teenagers have problems falling asleep?\nMT: The increased independence with respect to sleep time and increased schoolwork requirements and involvement in extracurricular activities all contribute to the general shift in sleep time of adolescents. Teenagers also drink caffeinated drinks late in the afternoon and take long naps after school which can make them have difficulty falling asleep. Teenagers also naturally have delayed sleep time compared to younger children which contributes to difficulty falling asleep early.\nUPP: Yes, that’s so true. What would be your suggestions for teens with insomnia?\nMT: Teens who have chronic insomnia should see a doctor and determine the reason for insomnia. The treatment of insomnia is different depending on the cause for difficulty falling asleep and maintaining sleep.\nUPP: In your opinion, what is more important between the quality and the quantity of sleep?\nMT: They are equally important. Poor sleep quality and insufficient sleep are both associated with poor attention span, mood regulation problems, difficulty with schoolwork and poor grades. Teens who have short or disrupted sleep for a long period of time can develop mental health issues and other major health issues over time.\nUPP: That was very insightful. Before we conclude, can you please give us advices on how to have better sleep quality?\nMT: Sure. Here are some tips:\n\n—— Minimize or eliminate caffeine especially after lunch.\n—— Avoid daytime naps. Refrain from stimulating activities at least two hours before bedtime.\n—— Avoid sleeping in on weekends and maintain regular wake up time.\n—— Avoid looking at phones, computer screens, or reading devices that give off light before bed. You can use amber glasses or blue blocker glasses to avoid bright light before bedtime.\n—— Get regular exercises during the day. Avoid rigorous exercises within two hours before bedtime.\n—— Keep your room quiet and dark.\n—— Avoid checking the time during the night.\n—— Avoid eating a large meal close to bedtime but also do not go to bed hungry.\nUPP: That is wonderful advice. I will make sure to follow them! Again, thank you so much for your time and expertise.\nMT: Anytime, Ryan.",
	"title": "Sleep is the Best Medicine",
	"image": "red_flowers",
	"author": "Ryan Titapiwatanakun",
	"publishingDate": "October 2022"
}]
