[{
    "content": "The COVID-19 pandemic harmfully impacted many businesses and establishments.  Museums, which rely mostly on revenue from visitors, were one of the businesses to suffer the most as there were not many viable online alternatives as everyone was in lockdown.  This was the case for the National Black Doll Museum of History & Culture.  Once located in Mansfield, Massachusetts, the museum suffered without visitors or school trips, which brought most of their profits, and when the landlord upped rent, owners Debra Britt and Felicia Walker were forced to close the location in 2020. \nThe National Black Doll Museum of History & Culture is a collection of about 7000 dolls of color that was started from Britt and Walkers’ personal collections.  On the website, Britt recalls how hard it was for her to grow up without being able to see herself represented in the toys she played with.  Her first-ever black doll was actually a white doll that her grandmother dismantled and dyed black.  Britt recalls a moment of feeling defeated from the constant racism she faced at her nearly all-white school, and her grandmother responded by making her a doll of a princess captured by slave traders out of nothing.  She proceeded to collect dolls that looked like her, her loved ones, and were just important to her.  Britt never intended for her collection to become a full-on museum as initially she and Walker were just bringing their collection around to different events to share them with children.  In 2012, the two designated physical space for their collection, the National Black Doll Museum, as a learning center where children of color could finally see themselves.  As previously mentioned, schools would visit, and there would often be special events on holidays like Kwanzaa and Martin Luther King Jr. Day. \nAfter the museum’s unfortunate closure, Britt and Walker moved online.  They revamped their website and would try to hold the same events through Zoom.  The dolls were all moved to various storage lockers and garages.  While these Zooms were able to still get across their message, it limited the community that the National Black Doll Museum provided.  Britt is based in Mansfield but has found that there is not a single building there in their budget to lease.  Walker, however, is based in Attleboro, and it seems that the future of the museum may be at the Country Club property in Attleboro.  There is a lot of money that will be needed to make that a possibility, about $100,000.  One of the visitors of the museum back when it was open in Mansfield adored it and lent the site they work for, Launch Good, to hold a fundraiser campaign for the museum.  It closed as of March 1st, 2022 and managed to make over half of its goal.  Britt and Walker have other fundraising plans to make the new museum a reality.  They both want the museum to get a physical space attached to it again and to have an opportunity to better display all of the dolls in the collection so that children of color can continue to see themselves in such formative toys.",
    "title": "National Black Doll Museum Works to Recover from COVID-19 Closure",
    "image": "pinecones",
    "author": "Kendall Guisto",
    "publishingDate": "February 2022"
}]
